Tekla.Structures.Plugins.PositionTypeAttribute


Tekla.Structures.Plugins.PositionTypeAttribute.#ctor(Tekla.Structures.PositionTypeEnum)
DO NOT USE! For internal usage only!
Type:

Tekla.Structures.Plugins.PositionTypeAttribute.#ctor(System.Int32)
DO NOT USE! For internal usage only!
Type:

Tekla.Structures.Plugins.PositionTypeAttribute.Type
DO NOT USE! For internal usage only!